---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassGrossArea
source: html/7a953623-3bfe-4451-0cf7-1a0646e6d1c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassGrossArea Property

"Gross Floor Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassGrossArea { get; }
```